Repository: xythobuz/BaconBar
Catalog: RedditBar/*.lproj/Localizable.strings
Languages: de

source: Authentication Error
de: Authentfizierungsfehler

source: Comments...
de: Kommentare...

source: Error reading Frontpage!
de: Fehler beim laden der Frontpage!

source: Error reading Subreddits!
de: Fehler beim laden der Subreddits!

source: Loading...
de: Lade...

source: Login Error!
de: Fehler beim login!

source: Not logged in!
de: Nicht eingeloggt!

source: Please enter a password!
de: Bitte Passwort eingeben!

source: Please enter a username!
de: Bitte Benutzernamen eingeben!

source: Preferences Error
de: Fehler

source: Subreddit List Invalid!
de: Ungültige Subreddit-liste

source: Use Subreddits list
de: Zeige Subreddit Liste

source: Use Subscriptions
de: Zeige Abbonements

source: Wrong Username or Password!
de: Falscher Nutzername oder falsches Passwort!
